{
    "group": "AI",
    "content": "Apple stellt KI-System Apple Intelligence vor",
    "short_title": "Apple Intelligence",
    "start": "2024-06-10",
    "details": "### Apple integriert KI tief in sein Ökosystem mit \"Apple Intelligence\"\n\nAuf seiner Worldwide Developers Conference (WWDC) am 10. Juni 2024 hat Apple sein lang erwartetes KI-System namens \"Apple Intelligence\" vorgestellt. Anstatt ein einzelnes, konkurrierendes Chatbot-Modell wie ChatGPT zu veröffentlichen, präsentierte Apple ein persönliches Intelligenzsystem, das tief in die Betriebssysteme iOS 18, iPadOS 18 und macOS Sequoia integriert ist. Der umgangssprachliche Name \"Apple GPT\" bezog sich auf frühere Berichte über Apples internes Entwicklungsframework namens \"Ajax\".\n\n#### Ein hybrider Ansatz mit Fokus auf Datenschutz\n\nDas Herzstück von Apple Intelligence ist eine Familie von KI-Modellen, die für unterschiedliche Aufgaben konzipiert sind. Der entscheidende Durchbruch liegt in der Architektur, die einen hybriden Ansatz verfolgt:\n\n*   **On-Device-Verarbeitung:** Kleinere, aber leistungsfähige Modelle laufen direkt auf dem Gerät (iPhone, iPad, Mac mit M-Serie Chip). Dies gewährleistet maximale Geschwindigkeit und den Schutz persönlicher Daten, da diese das Gerät nicht verlassen.\n*   **Private Cloud Compute (PCC):** Für komplexere Anfragen, die mehr Rechenleistung erfordern, werden die Daten an spezielle, von Apple-eigenen Chips betriebene Cloud-Server gesendet. Apple hat dieses System so konzipiert, dass die Daten nicht gespeichert oder für Dritte (einschließlich Apple selbst) zugänglich sind. Die Geräte der Nutzer verifizieren kryptografisch, dass auf den Servern eine öffentlich überprüfbare Software läuft, bevor Daten gesendet werden.\n\nDieser starke Fokus auf Datenschutz ist das zentrale Unterscheidungsmerkmal zu den KI-Strategien anderer großer Technologieunternehmen.\n\n#### Die Rolle der KI im Durchbruch\n\nDie Innovation von Apple Intelligence ist die KI-Architektur selbst. Durch die Entwicklung eines Systems, das intelligent zwischen On-Device- und privater Cloud-Verarbeitung abwägt, löst Apple eines der Kernprobleme generativer KI: die Balance zwischen Leistungsfähigkeit und dem Schutz der Privatsphäre der Nutzer. Die KI-Modelle sind darauf trainiert, persönlichen Kontext zu verstehen – wie E-Mails, Kalendereinträge oder Fotos – um relevante und nützliche Aktionen auszuführen, ohne diese sensiblen Informationen preiszugeben.\n\n#### Bedeutung und potenzieller Einfluss\n\nMit Apple Intelligence wird fortschrittliche generative KI für hunderte Millionen von Nutzern direkt in die tägliche Interaktion mit ihren Geräten integriert. Dies umfasst Funktionen wie:\n\n*   **Writing Tools:** Systemweite Unterstützung beim Verfassen, Korrigieren und Zusammenfassen von Texten.\n*   **Image Playground:** Erzeugung von Bildern in verschiedenen Stilen.\n*   **Genmoji:** Erstellung von individuellen Emojis.\n*   **Ein deutlich verbesserter Siri:** Der Sprachassistent kann nun auf den Bildschirminhalt zugreifen und Aktionen in Apps ausführen.\n\nFür komplexere Anfragen, die über die Fähigkeiten der eigenen Modelle hinausgehen, hat Apple zudem eine Integration von ChatGPT von OpenAI angekündigt, wobei die Nutzer explizit um Erlaubnis gefragt werden, bevor Daten geteilt werden. Die schrittweise Einführung der Funktionen begann im Herbst 2024 für US-Englisch. Dieser Schritt dürfte den Wettbewerb im KI-Bereich erheblich verschärfen und könnte einen neuen Standard für datenschutzfreundliche KI-Implementierungen setzen."
}