{
    "group": "Kreativ-KI",
    "content": "Midjourney V5 erreicht neuen Fotorealismus",
    "short_title": "Midjourney v5",
    "start": "2023-03-15",
    "details": "### Midjourney V5: Der Sprung zu hyperrealistischen Details\n\nIm März 2023 veröffentlichte Midjourney die Version 5 (V5), die einen weiteren massiven Schritt in Richtung Fotorealismus und Detailgenauigkeit darstellte. Die KI erzeugte Bilder mit einer doppelt so hohen Auflösung (1024x1024 Pixel) direkt im initialen Grid und einem stark verbesserten dynamischen Bereich. Ein bemerkenswerter Fortschritt war die deutlich realistischere Darstellung von Händen, einem langjährigen Problemfeld für KI-Bildgeneratoren. V5 war zudem weniger \"meinungsstark\" als V4, was bedeutete, dass es die Prompts des Nutzers exakter umsetzte und längere, präzisere Eingaben erforderte, um einen bestimmten Stil zu erzielen.\n\n#### Die Rolle der KI im Durchbruch\n\nDie KI hinter V5 wurde auf einer weiterentwickelten neuronalen Architektur trainiert und profitierte von einer verbesserten Verarbeitung natürlicher Sprache. Dies ermöglichte es dem Modell, die Absichten des Nutzers genauer zu interpretieren und weniger eigene künstlerische Freiheiten einzubringen. Zudem wurden wichtige Parameter wie `--tile` für nahtlose Muster und `--iw` zur Gewichtung von Bild-Prompts wieder eingeführt und die Unterstützung für breitere Seitenverhältnisse erweitert.\n\n#### Bedeutung und potenzieller Einfluss\n\nMidjourney V5 gab den Nutzern eine beispiellose Kontrolle und Detailgenauigkeit. Die erstaunliche Qualität der fotorealistischen Ergebnisse führte zu viralen Bildern und verstärkte die öffentliche Debatte über die Unterscheidbarkeit von KI-Bildern und echten Fotografien. Für professionelle Anwender bot V5 ein extrem leistungsfähiges Werkzeug, das jedoch eine steilere Lernkurve im \"Prompt Engineering\" erforderte, um sein volles Potenzial auszuschöpfen. Der Fokus auf eine präzisere Umsetzung des Nutzerwillens markierte eine philosophische Verschiebung hin zu einem kontrollierbareren Kreativwerkzeug."
}